Repository: Omar-Abd-Albaqi/Bloom-Mega-Store
Catalog: lib/l10n/app_*.arb
Languages: ar, de, es, fr, it, ja, ru

source: Show All
ar: عرض الكل
de: Alle anzeigen
es: Mostrar todo
fr: Afficher tout
it: Mostra tutto
ja: すべて表示
ru: Показать все

source: Categories
ar: الفئات
de: Kategorien
es: Categorías
fr: Catégories
it: Categorie
ja: カテゴリー
ru: Категории

source: Best Sellers
ar: الأكثر مبيعاً
de: Bestseller
es: Los más vendidos
fr: Meilleures ventes
it: I più venduti
ja: ベストセラー
ru: Лидеры продаж

source: New Arrivals
ar: وصل حديثاً
de: Neuheiten
es: Novedades
fr: Nouveautés
it: Nuovi arrivi
ja: 新着商品
ru: Новые поступления

# womensfashion
source: Womenâ€™s Fashion
ar: أزياء نسائية
de: Damenmode
es: Moda de mujer
fr: Mode Femme
it: Moda Donna
ja: レディースファッション
ru: Женская мода

# kidsandbaby
source: Kids & Baby
ar: الأطفال والرضّع
de: Kinder & Baby
es: Niños y Bebés
fr: Enfants & Bébés
it: Bambini e Neonati
ja: キッズ＆ベビー
ru: Дети и малыши

source: Mobile Accessories
ar: إكسسوارات الجوال
de: Handyzubehör
es: Accesorios para móviles
fr: Accessoires Mobile
it: Accessori per cellulari
ja: モバイルアクセサリー
ru: Аксессуары для мобильных

source: Home Appliances
ar: أجهزة منزلية
de: Haushaltsgeräte
es: Electrodomésticos
fr: Appareils ménagers
it: Elettrodomestici
ja: 家電
ru: Бытовая техника

source: Consumer Electronics
ar: إلكترونيات استهلاكية
de: Unterhaltungselektronik
es: Electrónica de consumo
fr: Électronique Grand Public
it: Elettronica di consumo
ja: 家庭用電化製品
ru: Потребительская электроника

source: Tools
ar: أدوات
de: Werkzeuge
es: Herramientas
fr: Outils
it: Strumenti
ja: 工具
ru: Инструменты

source: Outdoors
ar: الهواء الطلق
de: Outdoor
es: Aire libre
fr: Plein Air
it: All'aperto
ja: アウトドア
ru: На открытом воздухе

source: Bathroom Accessories
ar: إكسسوارات الحمام
de: Badezimmerzubehör
es: Accesorios de baño
fr: Accessoires de Salle de Bain
it: Accessori da bagno
ja: バスルームアクセサリー
ru: Аксессуары для ванной

source: Kitchenware
ar: أدوات المطبخ
de: Küchenutensilien
es: Utensilios de cocina
fr: Ustensiles de Cuisine
it: Articoli da cucina
ja: キッチン用品
ru: Кухонные принадлежности

source: Fashion
ar: الموضة
de: Mode
es: Moda
fr: Mode
it: Moda
ja: ファッション
ru: Мода

# sportandfitness
source: Sport & Fitness
ar: الرياضة واللياقة
es: Deporte y Fitness
fr: Sport et Fitness
it: Sport e Fitness
ja: スポーツ＆フィットネス
ru: Спорт и фитнес

source: Home Decor
ar: ديكور المنزل
de: Heimdekoration
es: Decoración del hogar
fr: Décoration d'intérieur
it: Decorazioni per la casa
ja: ホームデコレーション
ru: Домашний декор

source: Travel
ar: السفر
de: Reisen
es: Viajes
fr: Voyage
it: Viaggi
ja: 旅行
ru: Путешествия

source: Find something...
ar: ابحث عن شيء ما...
de: Etwas finden
es: Encuentra algo
fr: Trouver quelque chose...
it: Trova qualcosa
ja: 何か探す
ru: Найти что-нибудь

source: Men
ar: رجال
de: Herren
es: Hombre
fr: Homme
it: Uomo
ja: メンズ
ru: Мужчины

source: Clothing
ar: ملابس
de: Kleidung
es: Ropa
fr: Vêtements
it: Abbigliamento
ja: 衣料品
ru: Одежда

# tshirtsandpolos
source: T-Shirts & Polos
ar: تي شيرتات وبولو
de: T-Shirts & Poloshirts
es: Camisetas y Polos
fr: T-shirts et Polos
it: T-shirt e Polo
ja: Tシャツ＆ポロシャツ
ru: Футболки и поло

source: Shirts
ar: قمصان
de: Hemden
es: Camisas
fr: Chemises
it: Camicie
ja: シャツ
ru: Рубашки

source: Jeans
ar: جينز
es: Vaqueros
ja: ジーンズ
ru: Джинсы

# trousersandchinos
source: Trousers & Chinos
ar: بناطيل وتشينو
de: Hosen & Chinos
es: Pantalones y Chinos
fr: Pantalons et Chinos
it: Pantaloni e Chino
ja: ズボン＆チノパン
ru: Брюки и чиносы

source: Shorts
ar: شورتات
es: Pantalones cortos
it: Pantaloncini
ja: ショートパンツ
ru: Шорты

# hoodiesandsweatshirts
source: Hoodies & Sweatshirts
ar: هوديز وسويت شيرتات
de: Kapuzenpullover & Sweatshirts
es: Sudaderas con y sin capucha
fr: Sweats à capuche et Sweatshirts
it: Felpe con cappuccio e Felpe
ja: パーカー＆スウェット
ru: Толстовки и свитшоты

source: Activewear
ar: ملابس رياضية
de: Sportbekleidung
es: Ropa deportiva
fr: Vêtements de sport
it: Abbigliamento sportivo
ja: スポーツウェア
ru: Спортивная одежда

# innerwearandsocks
source: Innerwear & Socks
ar: ملابس داخلية وجوارب
de: Unterwäsche & Socken
es: Ropa interior y Calcetines
fr: Sous-vêtements et Chaussettes
it: Intimo e Calze
ja: 下着＆靴下
ru: Нижнее белье и носки

source: Footwear
ar: أحذية
de: Schuhe
es: Calzado
fr: Chaussures
it: Calzature
ja: フットウェア
ru: Обувь

source: Sneakers
ar: أحذية رياضية
de: Sneaker
es: Zapatillas
fr: Baskets
ja: スニーカー
ru: Кроссовки

source: Casual Shoes
ar: أحذية كاجوال
de: Freizeitschuhe
es: Zapatos casuales
fr: Chaussures décontractées
it: Scarpe casual
ja: カジュアルシューズ
ru: Повседневная обувь

source: Formal Shoes
ar: أحذية رسمية
de: Formelle Schuhe
es: Zapatos de vestir
fr: Chaussures habillées
it: Scarpe eleganti
ja: フォーマルシューズ
ru: Официальная обувь

# sandalsandslippers
source: Sandals & Slippers
ar: صنادل وشباشب
de: Sandalen & Hausschuhe
es: Sandalias y Zapatillas
fr: Sandales et Chaussons
it: Sandali e Ciabatte
ja: サンダル＆スリッパ
ru: Сандалии и тапочки

source: Sports Shoes
ar: أحذية رياضية
de: Sportschuhe
es: Zapatillas de deporte
fr: Chaussures de sport
it: Scarpe sportive
ja: スポーツシューズ
ru: Спортивная обувь

source: Accessories
ar: اكسسوارات
de: Accessoires
es: Accesorios
fr: Accessoires
it: Accessori
ja: アクセサリー
ru: Аксессуары

source: Watches
ar: ساعات
de: Uhren
es: Relojes
fr: Montres
it: Orologi
ja: 腕時計
ru: Часы

source: Sunglasses
ar: نظارات شمسية
de: Sonnenbrillen
es: Gafas de sol
fr: Lunettes de soleil
it: Occhiali da sole
ja: サングラス
ru: Солнцезащитные очки

source: Wallets
ar: محافظ
de: Geldbörsen
es: Carteras
fr: Portefeuilles
it: Portafogli
ja: 財布
ru: Кошельки

source: Belts
ar: أحزمة
de: Gürtel
es: Cinturones
fr: Ceintures
it: Cinture
ja: ベルト
ru: Ремни

# capsandhats
source: Caps & Hats
ar: قبعات وطواقي
de: Kappen & Hüte
es: Gorras y Sombreros
fr: Casquettes et Chapeaux
it: Berretti e Cappelli
ja: キャップ＆ハット
ru: Кепки и шляпы

# bagsandbackpacks
source: Bags & Backpacks
ar: حقائب وشنط ظهر
de: Taschen & Rucksäcke
es: Bolsos y Mochilas
fr: Sacs et Sacs à dos
it: Borse e Zaini
ja: バッグ＆バックパック
ru: Сумки и рюкзаки

source: Jewelry
ar: مجوهرات
de: Schmuck
es: Joyería
fr: Bijoux
it: Gioielli
ja: ジュエリー
ru: Украшения

source: Grooming
ar: عناية شخصية
de: Pflege
es: Aseo personal
fr: Soins pour homme
it: Cura personale
ja: グルーミング
ru: Уход за собой

source: Skincare
ar: العناية بالبشرة
de: Hautpflege
es: Cuidado de la piel
fr: Soins de la peau
it: Cura della pelle
ja: スキンケア
ru: Уход за кожей

source: Haircare
ar: العناية بالشعر
de: Haarpflege
es: Cuidado del cabello
fr: Soins des cheveux
it: Cura dei capelli
ja: ヘアケア
ru: Уход за волосами

source: Beard Care
ar: العناية باللحية
de: Bartpflege
es: Cuidado de la barba
fr: Soins de la barbe
it: Cura della barba
ja: 髭の手入れ
ru: Уход за бородой

# perfumesanddeodorants
source: Perfumes & Deodorants
ar: عطور ومزيلات عرق
de: Parfums & Deodorants
es: Perfumes y Desodorantes
fr: Parfums et Déodorants
it: Profumi e Deodoranti
ja: 香水＆デオドラント
ru: Парфюмерия и дезодоранты

# shavingandgroomingkits
source: Shaving & Grooming Kits
ar: أطقم حلاقة وعناية
de: Rasur- & Pflegesets
es: Kits de afeitado y aseo
fr: Kits de rasage et de soin
it: Kit da barba e toelettatura
ja: シェービング＆グルーミングキット
ru: Наборы для бритья и ухода

source: Women
ar: نساء
de: Damen
es: Mujer
fr: Femme
it: Donna
ja: レディース
ru: Женщины

source: Dresses
ar: فساتين
de: Kleider
es: Vestidos
fr: Robes
it: Vestiti
ja: ドレス
ru: Платья

# topsandblouses
source: Tops & Blouses
ar: بلوزات وتوبات
de: Tops & Blusen
es: Tops y Blusas
fr: Hauts et Blouses
it: Top e Camicette
ja: トップス＆ブラウス
ru: Топы и блузки

source: T-Shirts
ar: تي شيرتات
es: Camisetas
it: T-shirt
ja: Tシャツ
ru: Футболки

# jeansandjeggings
source: Jeans & Jeggings
ar: جينز وجيجنز
es: Vaqueros y Jeggings
fr: Jeans et Jeggings
it: Jeans e Jeggings
ja: ジーンズ＆ジェギンス
ru: Джинсы и джеггинсы

# trousersandleggings
source: Trousers & Leggings
ar: بناطيل وليجنز
de: Hosen & Leggings
es: Pantalones y Leggings
fr: Pantalons et Leggings
it: Pantaloni e Leggings
ja: ズボン＆レギンス
ru: Брюки и леггинсы

source: Skirts
ar: تنانير
de: Röcke
es: Faldas
fr: Jupes
it: Gonne
ja: スカート
ru: Юбки

source: Ethnic Wear
ar: ملابس تراثية
de: Ethnische Kleidung
es: Ropa étnica
fr: Vêtements ethniques
it: Abbigliamento etnico
ja: エスニックウェア
ru: Этническая одежда

# innerwearandlingerie
source: Innerwear & Lingerie
ar: ملابس داخلية ولانجري
de: Unterwäsche & Dessous
es: Ropa interior y Lencería
fr: Sous-vêtements et Lingerie
it: Intimo e Lingerie
ja: 下着＆ランジェリー
ru: Нижнее белье и женское белье

source: Heels
ar: أحذية بكعب
de: Absatzschuhe
es: Tacones
fr: Talons
it: Tacchi
ja: ヒール
ru: Каблуки

source: Flats
ar: أحذية فلات
de: Flache Schuhe
es: Zapatos planos
fr: Chaussures plates
it: Scarpe basse
ja: フラットシューズ
ru: Обувь на плоской подошве

source: Sandals
ar: صنادل
de: Sandalen
es: Sandalias
fr: Sandales
it: Sandali
ja: サンダル
ru: Сандалии

source: Boots
ar: أحذية بوت
de: Stiefel
es: Botas
fr: Bottes
it: Stivali
ja: ブーツ
ru: Ботинки

source: Slippers
ar: شباشب
de: Hausschuhe
es: Pantuflas
fr: Chaussons
it: Ciabatte
ja: スリッパ
ru: Тапочки

# handbagsandclutches
source: Handbags & Clutches
ar: حقائب يد وكلاتش
de: Handtaschen & Clutches
es: Bolsos y Carteras de mano
fr: Sacs à main et Pochettes
it: Borse e Pochette
ja: ハンドバッグ＆クラッチ
ru: Сумки и клатчи

source: Hair Accessories
ar: اكسسوارات شعر
de: Haarschmuck
es: Accesorios para el cabello
fr: Accessoires pour cheveux
it: Accessori per capelli
ja: ヘアアクセサリー
ru: Аксессуары для волос

# scarvesandshawls
source: Scarves & Shawls
ar: أوشحة وشالات
de: Schals & Tücher
es: Bufandas y Chales
fr: Écharpes et Châles
it: Sciarpe e Scialli
ja: スカーフ＆ショール
ru: Шарфы и платки

# beautyandpersonalcare
source: Beauty & Personal Care
ar: الجمال والعناية الشخصية
de: Schönheit & Körperpflege
es: Belleza y Cuidado Personal
fr: Beauté et Soins personnels
it: Bellezza e Cura della persona
ja: ビューティー＆パーソナルケア
ru: Красота и личная гигиена

# perfumesandfragrances
source: Perfumes & Fragrances
ar: عطور وروائح
de: Parfums & Düfte
es: Perfumes y Fragancias
fr: Parfums et Fragrances
it: Profumi e Fragranze
ja: 香水＆フレグランス
ru: Парфюмерия и ароматы

source: Makeup (Lips, Eyes, Face, Nails)
ar: مكياج (شفاه، عيون، وجه، أظافر)
de: Make-up (Lippen, Augen, Gesicht, Nägel)
es: Maquillaje (Labios, Ojos, Rostro, Uñas)
fr: Maquillage (Lèvres, Yeux, Visage, Ongles)
it: Trucco (Labbra, Occhi, Viso, Unghie)
ja: メイクアップ（リップ、アイ、フェイス、ネイル）
ru: Макияж (Губы, Глаза, Лицо, Ногти)

source: Beauty Tools
ar: أدوات تجميل
de: Schönheitswerkzeuge
es: Herramientas de belleza
fr: Outils de beauté
it: Strumenti di bellezza
ja: ビューティーツール
ru: Инструменты для красоты

# wellnessandsupplements
source: Wellness & Supplements
ar: صحة ومكملات
de: Wellness & Nahrungsergänzungsmittel
es: Bienestar y Suplementos
fr: Bien-être et Compléments
it: Benessere e Integratori
ja: ウェルネス＆サプリメント
ru: Здоровье и добавки

source: Kids
ar: أطفال
de: Kinder
es: Niños
fr: Enfants
it: Bambini
ja: キッズ
ru: Дети

source: Boys Clothing
ar: ملابس أولاد
de: Jungenbekleidung
es: Ropa de niño
fr: Vêtements garçon
it: Abbigliamento bambino
ja: 男の子の服
ru: Одежда для мальчиков

# tshirtsandshirts
source: T-Shirts & Shirts
ar: تي شيرتات وقمصان
de: T-Shirts & Hemden
es: Camisetas y Camisas
fr: T-shirts et Chemises
it: T-shirt e Camicie
ja: Tシャツ＆シャツ
ru: Футболки и рубашки

# jeansandtrousers
source: Jeans & Trousers
ar: جينز وبناطيل
de: Jeans & Hosen
es: Vaqueros y Pantalones
fr: Jeans et Pantalons
it: Jeans e Pantaloni
ja: ジーンズ＆ズボン
ru: Джинсы и брюки

# jacketsandhoodies
source: Jackets & Hoodies
ar: جاكيتات وهوديز
de: Jacken & Kapuzenpullover
es: Chaquetas y Sudaderas
fr: Vestes et Sweats à capuche
it: Giacche e Felpe con cappuccio
ja: ジャケット＆パーカー
ru: Куртки и толстовки

source: Innerwear
ar: ملابس داخلية
de: Unterwäsche
es: Ropa interior
fr: Sous-vêtements
it: Intimo
ja: 下着
ru: Нижнее белье

source: Girls Clothing
ar: ملابس بنات
de: Mädchenbekleidung
es: Ropa de niña
fr: Vêtements fille
it: Abbigliamento bambina
ja: 女の子の服
ru: Одежда для девочек

# topsandtshirts
source: Tops & T-Shirts
ar: توبات وتي شيرتات
es: Tops y Camisetas
fr: Hauts et T-shirts
it: Top e T-shirt
ja: トップス＆Tシャツ
ru: Топы и футболки

# jeansandleggings
source: Jeans & Leggings
ar: جينز وليجنز
es: Vaqueros y Leggings
fr: Jeans et Leggings
it: Jeans e Leggings
ja: ジーンズ＆レギンス
ru: Джинсы и леггинсы

# skirtsandshorts
source: Skirts & Shorts
ar: تنانير وشورتات
de: Röcke & Shorts
es: Faldas y Pantalones cortos
fr: Jupes et Shorts
it: Gonne e Pantaloncini
ja: スカート＆ショートパンツ
ru: Юбки и шорты

source: School Shoes
ar: أحذية مدرسية
de: Schulschuhe
es: Zapatos escolares
fr: Chaussures d'école
it: Scarpe per la scuola
ja: スクールシューズ
ru: Школьная обувь

# accessoriesandtoys
source: Accessories & Toys
ar: اكسسوارات وألعاب
de: Accessoires & Spielzeug
es: Accesorios y Juguetes
fr: Accessoires et Jouets
it: Accessori e Giocattoli
ja: アクセサリー＆おもちゃ
ru: Аксессуары и игрушки

# toysandgames
source: Toys & Games
ar: ألعاب وتسلية
de: Spielzeug & Spiele
es: Juguetes y Juegos
fr: Jouets et Jeux
it: Giocattoli e Giochi
ja: おもちゃ＆ゲーム
ru: Игрушки и игры

source: Educational Toys
ar: ألعاب تعليمية
de: Lernspielzeug
es: Juguetes educativos
fr: Jouets éducatifs
it: Giocattoli educativi
ja: 知育玩具
ru: Развивающие игрушки

source: Baby Essentials
ar: أساسيات الرضع
de: Baby-Grundausstattung
es: Esenciales para bebé
fr: Essentiels pour bébé
it: Articoli essenziali per neonati
ja: ベビー用品
ru: Товары для малышей

source: Electronics
ar: إلكترونيات
de: Elektronik
es: Electrónica
fr: Électronique
it: Elettronica
ja: エレクトロニクス
ru: Электроника

# mobileandaccessories
source: Mobile & Accessories
ar: موبايل واكسسواراته
de: Handy & Zubehör
es: Móviles y Accesorios
fr: Mobile et Accessoires
it: Cellulari e Accessori
ja: モバイル＆アクセサリー
ru: Мобильные телефоны и аксессуары

source: Smartphones
ar: هواتف ذكية
it: Smartphone
ja: スマートフォン
ru: Смартфоны

source: Smartwatches
ar: ساعات ذكية
es: Relojes inteligentes
fr: Montres connectées
it: Smartwatch
ja: スマートウォッチ
ru: Умные часы

# headphonesandearphones
source: Headphones & Earphones
ar: سماعات رأس وأذن
de: Kopfhörer & Ohrhörer
es: Auriculares
fr: Casques et Écouteurs
it: Cuffie e Auricolari
ja: ヘッドホン＆イヤホン
ru: Наушники

source: Power banks
ar: باور بانك
es: Baterías externas
fr: Batteries externes
it: Power bank
ja: パワーバンク
ru: Внешние аккумуляторы

# phonecasesandcovers
source: Phone Cases & Covers
ar: أغطية وحافظات هواتف
de: Handyhüllen & Cover
es: Fundas y Carcasas para móviles
fr: Coques et Housses de téléphone
it: Custodie e Cover per cellulari
ja: スマホケース＆カバー
ru: Чехлы для телефонов

# chargersandcables
source: Chargers & Cables
ar: شواحن وكابلات
de: Ladegeräte & Kabel
es: Cargadores y Cables
fr: Chargeurs et Câbles
it: Caricabatterie e Cavi
ja: 充電器＆ケーブル
ru: Зарядные устройства и кабели

# computersandaccessories
source: Computers & Accessories
ar: كمبيوتر واكسسواراته
de: Computer & Zubehör
es: Ordenadores y Accesorios
fr: Ordinateurs et Accessoires
it: Computer e Accessori
ja: パソコン＆アクセサリー
ru: Компьютеры и аксессуары

source: Laptops
ar: لابتوبات
es: Portátiles
fr: Ordinateurs portables
it: Portatili
ja: ノートパソコン
ru: Ноутбуки

source: Monitors
ar: شاشات
de: Monitore
es: Monitores
fr: Écrans
it: Monitor
ja: モニター
ru: Мониторы

# keyboardsandmice
source: Keyboards & Mice
ar: لوحات مفاتيح وماوسات
de: Tastaturen & Mäuse
es: Teclados y Ratones
fr: Claviers et Souris
it: Tastiere e Mouse
ja: キーボード＆マウス
ru: Клавиатуры и мыши

source: External Hard Drives
ar: أقراص صلبة خارجية
de: Externe Festplatten
es: Discos duros externos
fr: Disques durs externes
it: Dischi rigidi esterni
ja: 外付けハードドライブ
ru: Внешние жесткие диски

# laptopbagsandstands
source: Laptop Bags & Stands
ar: حقائب وحوامل لابتوب
de: Laptoptaschen & -ständer
es: Bolsas y Soportes para portátiles
fr: Sacs et Supports pour ordinateur portable
it: Borse e Supporti per portatili
ja: ノートパソコン用バッグ＆スタンド
ru: Сумки и подставки для ноутбуков

# printersandscanners
source: Printers & Scanners
ar: طابعات وماسحات ضوئية
de: Drucker & Scanner
es: Impresoras y Escáneres
fr: Imprimantes et Scanners
it: Stampanti e Scanner
ja: プリンター＆スキャナー
ru: Принтеры и сканеры

# tvandentertainment
source: TV & Entertainment
ar: تلفزيون وترفيه
de: Fernseher & Unterhaltung
es: TV y Entretenimiento
fr: TV et Divertissement
it: TV e Intrattenimento
ja: テレビ＆エンターテイメント
ru: Телевизоры и развлечения

source: Smart TVs
ar: تلفزيونات ذكية
es: Smart TV
fr: Smart TV
it: Smart TV
ja: スマートテレビ
ru: Умные телевизоры

source: Streaming Devices
ar: أجهزة بث
de: Streaming-Geräte
es: Dispositivos de streaming
fr: Appareils de streaming
it: Dispositivi di streaming
ja: ストリーミングデバイス
ru: Стриминговые устройства

# hometheatersandsoundbars
source: Home Theaters & Soundbars
ar: مسارح منزلية وساوند بار
de: Heimkinosysteme & Soundbars
es: Home Cinema y Barras de sonido
fr: Home Cinéma et Barres de son
it: Home Theatre e Soundbar
ja: ホームシアター＆サウンドバー
ru: Домашние кинотеатры и саундбары

source: Gaming Consoles
ar: منصات ألعاب
de: Spielekonsolen
es: Consolas de videojuegos
fr: Consoles de jeux
it: Console di gioco
ja: ゲーム機
ru: Игровые приставки

source: Gaming Accessories
ar: اكسسوارات الألعاب
de: Gaming-Zubehör
es: Accesorios de gaming
fr: Accessoires de jeu
it: Accessori da gioco
ja: ゲームアクセサリー
ru: Игровые аксессуары

source: Refrigerators
ar: ثلاجات
de: Kühlschränke
es: Frigoríficos
fr: Réfrigérateurs
it: Frigoriferi
ja: 冷蔵庫
ru: Холодильники

source: Washing Machines
ar: غسالات
de: Waschmaschinen
es: Lavadoras
fr: Machines à laver
it: Lavatrici
ja: 洗濯機
ru: Стиральные машины

source: Air Conditioners
ar: مكيفات هواء
de: Klimaanlagen
es: Aires acondicionados
fr: Climatiseurs
it: Condizionatori d'aria
ja: エアコン
ru: Кондиционеры

source: Vacuum Cleaners
ar: مكانس كهربائية
de: Staubsauger
es: Aspiradoras
fr: Aspirateurs
it: Aspirapolvere
ja: 掃除機
ru: Пылесосы

source: Microwave Ovens
ar: أفران مايكروويف
de: Mikrowellenherde
es: Hornos microondas
fr: Fours à micro-ondes
it: Forni a microonde
ja: 電子レンジ
ru: Микроволновые печи

source: Wearable Tech
ar: أجهزة قابلة للارتداء
de: Tragbare Technik
es: Tecnología vestible
fr: Technologie portable
it: Tecnologia indossabile
ja: ウェアラブル技術
ru: Носимая техника

source: Fitness Trackers
ar: متتبعات لياقة
de: Fitness-Tracker
es: Monitores de actividad
fr: Trackers d'activité
it: Fitness Tracker
ja: フィットネストラッカー
ru: Фитнес-трекеры

source: VR headsets
ar: نظارات واقع افتراضي
es: Gafas de realidad virtual
fr: Casques de réalité virtuelle
it: Visori VR
ja: VRヘッドセット
ru: VR-гарнитуры

# cameraandaccessories
source: Camera & Accessories
ar: كاميرات واكسسواراتها
de: Kamera & Zubehör
es: Cámaras y Accesorios
fr: Appareils photo et Accessoires
it: Fotocamere e Accessori
ja: カメラ＆アクセサリー
ru: Фотоаппараты и аксессуары

# dslrsandmirrorlesscameras
source: DSLRs & Mirrorless Cameras
ar: كاميرات DSLR وميرورليس
de: DSLR- & spiegellose Kameras
es: Cámaras DSLR y sin espejo
fr: Appareils photo reflex et hybrides
it: Fotocamere DSLR e Mirrorless
ja: デジタル一眼レフ＆ミラーレスカメラ
ru: Зеркальные и беззеркальные камеры

source: Action Cameras
ar: كاميرات أكشن
de: Action-Kameras
es: Cámaras de acción
fr: Caméras d'action
it: Action Cam
ja: アクションカメラ
ru: Экшн-камеры

# tripodsandgimbals
source: Tripods & Gimbals
ar: حوامل ثلاثية ومثبتات
de: Stative & Gimbals
es: Trípodes y Estabilizadores
fr: Trépieds et Stabilisateurs
it: Treppiedi e Gimbal
ja: 三脚＆ジンバル
ru: Штативы и стабилизаторы

source: Camera Lenses
ar: عدسات كاميرا
de: Kameraobjektive
es: Objetivos de cámara
fr: Objectifs d'appareil photo
it: Obiettivi per fotocamere
ja: カメラレンズ
ru: Объективы для камер

source: Household Items
ar: أدوات منزلية
de: Haushaltsartikel
es: Artículos para el hogar
fr: Articles ménagers
it: Articoli per la casa
ja: 家庭用品
ru: Товары для дома

# wallartandframes
source: Wall Art & Frames
ar: لوحات وإطارات جدارية
de: Wandkunst & Rahmen
es: Arte de pared y Marcos
fr: Art mural et Cadres
it: Arte da parete e Cornici
ja: ウォールアート＆フレーム
ru: Настенный декор и рамы

source: Clocks
ar: ساعات حائط
de: Uhren
es: Relojes
fr: Horloges
it: Orologi
ja: 時計
ru: Часы

source: Decorative Lighting
ar: إضاءة ديكورية
de: Dekorative Beleuchtung
es: Iluminación decorativa
fr: Éclairage décoratif
it: Illuminazione decorativa
ja: 装飾照明
ru: Декоративное освещение

# candlesandfragrances
source: Candles & Fragrances
ar: شموع وعطور
de: Kerzen & Düfte
es: Velas y Fragancias
fr: Bougies et Parfums d'intérieur
it: Candele e Profumatori
ja: キャンドル＆フレグランス
ru: Свечи и ароматы для дома

source: Furniture
ar: أثاث
de: Möbel
es: Muebles
fr: Meubles
it: Mobili
ja: 家具
ru: Мебель

# sofasandchairs
source: Sofas & Chairs
ar: أرائك وكراسي
de: Sofas & Stühle
es: Sofás y Sillas
fr: Canapés et Chaises
it: Divani e Sedie
ja: ソファ＆チェア
ru: Диваны и стулья

source: Tables
ar: طاولات
de: Tische
es: Mesas
it: Tavoli
ja: テーブル
ru: Столы

# wardrobesandstorage
source: Wardrobes & Storage
ar: خزائن وتخزين
de: Kleiderschränke & Aufbewahrung
es: Armarios y Almacenamiento
fr: Armoires et Rangement
it: Armadi e Contenitori
ja: ワードローブ＆収納
ru: Шкафы и хранение

# bedsandmattresses
source: Beds & Mattresses
ar: أسرة ومراتب
de: Betten & Matratzen
es: Camas y Colchones
fr: Lits et Matelas
it: Letti e Materassi
ja: ベッド＆マットレス
ru: Кровати и матрасы

# kitchenanddining
source: Kitchen & Dining
ar: مطبخ وسفرة
de: Küche & Esszimmer
es: Cocina y Comedor
fr: Cuisine et Salle à manger
it: Cucina e Sala da pranzo
ja: キッチン＆ダイニング
ru: Кухня и столовая

# cookwareandbakeware
source: Cookware & Bakeware
ar: أواني طهي وخبز
de: Kochgeschirr & Backformen
es: Utensilios de cocina y repostería
fr: Ustensiles de cuisson et de pâtisserie
it: Pentole e Teglie
ja: 調理器具＆製菓用品
ru: Посуда для готовки и выпечки

# dinnerwareandcutlery
source: Dinnerware & Cutlery
ar: أطقم عشاء وأدوات مائدة
de: Geschirr & Besteck
es: Vajilla y Cubertería
fr: Vaisselle et Couverts
it: Stoviglie e Posate
ja: 食器＆カトラリー
ru: Столовая посуда и приборы

source: Kitchen Storage
ar: تخزين المطبخ
de: Küchenaufbewahrung
es: Almacenamiento de cocina
fr: Rangement de cuisine
it: Contenitori da cucina
ja: キッチン収納
ru: Хранение на кухне

source: Small Appliances (Blenders, Coffee Makers, etc.)
ar: أجهزة صغيرة (خلاطات، صانعات قهوة، إلخ)
de: Kleingeräte (Mixer, Kaffeemaschinen, etc.)
es: Pequeños electrodomésticos (Licuadoras, Cafeteras, etc.)
fr: Petits électroménagers (Mixeurs, Cafetières, etc.)
it: Piccoli elettrodomestici (Frullatori, Macchine da caffè, ecc.)
ja: 小型家電（ミキサー、コーヒーメーカーなど）
ru: Мелкая бытовая техника (блендеры, кофеварки и т.д.)

# beddingandbath
source: Bedding & Bath
ar: مفروشات وحمام
de: Bettwäsche & Bad
es: Ropa de cama y Baño
fr: Linge de lit et de bain
it: Biancheria da letto e da bagno
ja: 寝具＆バス用品
ru: Постельное белье и ванные принадлежности

# bedsheetsandblankets
source: Bedsheets & Blankets
ar: شراشف وبطانيات
de: Bettlaken & Decken
es: Sábanas y Mantas
fr: Draps et Couvertures
it: Lenzuola e Coperte
ja: ベッドシーツ＆ブランケット
ru: Простыни и одеяла

# pillowandcushions
source: Pillow & Cushions
ar: وسائد ومخدات
de: Kissen & Polster
es: Almohadas y Cojines
fr: Oreillers et Coussins
it: Cuscini e Guanciali
ja: 枕＆クッション
ru: Подушки

# towelsandbathrobes
source: Towels & Bathrobes
ar: مناشف وأرواب حمام
de: Handtücher & Bademäntel
es: Toallas y Albornoces
fr: Serviettes et Peignoirs
it: Asciugamani e Accappatoi
ja: タオル＆バスローブ
ru: Полотенца и халаты

source: Bath Mats
ar: سجادات حمام
de: Badematten
es: Alfombras de baño
fr: Tapis de bain
it: Tappeti da bagno
ja: バスマット
ru: Коврики для ванной

# cleaningandstorage
source: Cleaning & Storage
ar: تنظيف وتخزين
de: Reinigung & Aufbewahrung
es: Limpieza y Almacenamiento
fr: Nettoyage et Rangement
it: Pulizia e Organizzazione
ja: 掃除＆収納
ru: Уборка и хранение

source: Cleaning Supplies
ar: مواد تنظيف
de: Reinigungsmittel
es: Productos de limpieza
fr: Produits de nettoyage
it: Prodotti per la pulizia
ja: 掃除用品
ru: Чистящие средства

# storagebinsandorganizers
source: Storage Bins & Organizers
ar: صناديق ومنظمات تخزين
de: Aufbewahrungsboxen & Organizer
es: Cajas y Organizadores
fr: Bacs et Organisateurs de rangement
it: Cesti e Organizzatori
ja: 収納箱＆オーガナイザー
ru: Контейнеры и органайзеры
