Repository: Omar-Abd-Albaqi/Bloom-Mega-Store
Catalog: lib/l10n/app_*.arb
Languages: ar, de, es, fr, it, ja, ru

source: Landry Accessories
ar: اكسسوارات الغسيل
de: Wäschezubehör
es: Accesorios de lavandería
fr: Accessoires de buanderie
it: Accessori per la lavanderia
ja: ランドリーアクセサリー
ru: Аксессуары для стирки

# makeupandbeauty
source: Makeup & Beauty
ar: مكياج وجمال
de: Make-up & Schönheit
es: Maquillaje y Belleza
fr: Maquillage et Beauté
it: Trucco e Bellezza
ja: メイクアップ＆ビューティー
ru: Макияж и красота

source: Face
ar: الوجه
de: Gesicht
es: Rostro
fr: Visage
it: Viso
ja: フェイス
ru: Лицо

# foundationandbbcreams
source: Foundation & BB Creams
ar: كريم أساس وبي بي كريم
es: Base de maquillaje y BB Creams
fr: Fond de teint et BB Crèmes
it: Fondotinta e BB Cream
ja: ファンデーション＆BBクリーム
ru: Тональная основа и BB-кремы

# concealersandcorrectors
source: Concealers & Correctors
ar: كونسيلر ومصححات
de: Concealer & Korrektoren
es: Correctores
fr: Anti-cernes et Correcteurs
it: Correttori
ja: コンシーラー＆コレクター
ru: Консилеры и корректоры

# blushandhighlighters
source: Blush & Highlighters
ar: أحمر خدود وهايلايتر
de: Rouge & Highlighter
es: Colorete e Iluminadores
fr: Fard à joues et Enlumineurs
it: Fard e Illuminanti
ja: チーク＆ハイライター
ru: Румяна и хайлайтеры

source: Powders
ar: بودرة
de: Puder
es: Polvos
fr: Poudres
it: Ciprie
ja: パウダー
ru: Пудры

source: Eyes
ar: العيون
de: Augen
es: Ojos
fr: Yeux
it: Occhi
ja: アイ
ru: Глаза

source: Eyeshadow
ar: ظلال العيون
de: Lidschatten
es: Sombra de ojos
fr: Fard à paupières
it: Ombretti
ja: アイシャドウ
ru: Тени для век

# eyelinersandkohls
source: Eyeliners & Kohls
ar: آيلاينر وكحل
de: Eyeliner & Kajalstifte
es: Delineadores de ojos y Lápices
fr: Eyeliners et khôls
it: Eyeliner e Matite
ja: アイライナー＆コール
ru: Подводка для глаз и карандаши

source: Mascara
ar: ماسكارا
de: Wimperntusche
es: Máscara de pestañas
ja: マスカラ
ru: Тушь для ресниц

source: False Lashes
ar: رموش صناعية
de: Falsche Wimpern
es: Pestañas postizas
fr: Faux cils
it: Ciglia finte
ja: つけまつげ
ru: Накладные ресницы

source: Lips
ar: الشفاه
de: Lippen
es: Labios
fr: Lèvres
it: Labbra
ja: リップ
ru: Губы

source: Lipsticks
ar: أحمر شفاه
de: Lippenstifte
es: Barras de labios
fr: Rouges à lèvres
it: Rossetti
ja: 口紅
ru: Губные помады

source: Lip Gloss
ar: ملمع شفاه
es: Brillo de labios
fr: Gloss à lèvres
it: Lucidalabbra
ja: リップグロス
ru: Блеск для губ

source: Lip Liners
ar: محددات شفاه
de: Lipliner
es: Delineadores de labios
fr: Crayons à lèvres
it: Matite per labbra
ja: リップライナー
ru: Карандаши для губ

source: Nails
ar: الأظافر
de: Nägel
es: Uñas
fr: Ongles
it: Unghie
ja: ネイル
ru: Ногти

source: Nail Polish
ar: طلاء أظافر
de: Nagellack
es: Esmalte de uñas
fr: Vernis à ongles
it: Smalto per unghie
ja: マニキュア
ru: Лак для ногтей

# nailcareandtools
source: Nail Care & Tools
ar: عناية بالأظافر وأدواتها
de: Nagelpflege & -werkzeuge
es: Cuidado de uñas y Herramientas
fr: Soin des ongles et Outils
it: Cura delle unghie e Strumenti
ja: ネイルケア＆ツール
ru: Уход за ногтями и инструменты

# moisturizersandtoners
source: Moisturizers & Toners
ar: مرطبات وتونر
de: Feuchtigkeitscremes & Gesichtswasser
es: Hidratantes y Tónicos
fr: Hydratants et Toniques
it: Idratanti e Tonici
ja: 保湿剤＆化粧水
ru: Увлажняющие средства и тоники

# cleanersandtoners
source: Cleaners & Toners
ar: منظفات وتونر
de: Reiniger & Gesichtswasser
es: Limpiadores y Tónicos
fr: Nettoyants et Toniques
it: Detergenti e Tonici
ja: クレンザー＆化粧水
ru: Очищающие средства и тоники

# facemasksandtreatments
source: Face Masks & Treatments
ar: أقنعة وعلاجات للوجه
de: Gesichtsmasken & -behandlungen
es: Mascarillas y Tratamientos faciales
fr: Masques et Soins du visage
it: Maschere e Trattamenti per il viso
ja: フェイスマスク＆トリートメント
ru: Маски и уход для лица

source: Sunscreens
ar: واقيات شمس
de: Sonnenschutzmittel
es: Protectores solares
fr: Écrans solaires
it: Creme solari
ja: 日焼け止め
ru: Солнцезащитные средства

# shampoosandconditioners
source: Shampoos & Conditioners
ar: شامبو وبلسم
de: Shampoos & Spülungen
es: Champús y Acondicionadores
fr: Shampooings et Après-shampooings
it: Shampoo e Balsami
ja: シャンプー＆コンディショナー
ru: Шампуни и кондиционеры

# hairoilsandserums
source: Hair Oils & Serums
ar: زيوت وسيرومات للشعر
de: Haaröle & -seren
es: Aceites y Sérums para el cabello
fr: Huiles et Sérums pour cheveux
it: Oli e Sieri per capelli
ja: ヘアオイル＆セラム
ru: Масла и сыворотки для волос

source: Hair Styling Tools
ar: أدوات تصفيف الشعر
de: Haarstyling-Werkzeuge
es: Herramientas de peinado
fr: Outils de coiffure
it: Strumenti per lo styling
ja: ヘアスタイリングツール
ru: Инструменты для укладки волос

source: Fragrances
ar: عطور
de: Düfte
es: Fragancias
fr: Parfums
it: Fragranze
ja: フレグランス
ru: Ароматы

source: Perfumes
ar: عطور
de: Parfums
fr: Parfums
it: Profumi
ja: 香水
ru: Парфюмерия

source: Body Mists
ar: معطرات الجسم
de: Körpersprays
es: Brumas corporales
fr: Brumes corporelles
it: Acque profumate per il corpo
ja: ボディミスト
ru: Спреи для тела

# makeupbrushesandsponges
source: Makeup Brushes & Sponges
ar: فرش مكياج وإسفنجات
de: Make-up-Pinsel & -Schwämme
es: Brochas y Esponjas de maquillaje
fr: Pinceaux et Éponges à maquillage
it: Pennelli e Spugnette per il trucco
ja: メイクブラシ＆スポンジ
ru: Кисти и спонжи для макияжа

source: Skincare Tools (Jade Rollers, Facial Massagers)
ar: أدوات العناية بالبشرة (بكرات اليشم، مدلكات الوجه)
de: Hautpflege-Werkzeuge (Jaderoller, Gesichtsmassagegeräte)
es: Herramientas para el cuidado de la piel (Rodillos de jade, Masajeadores faciales)
fr: Outils de soin (Rouleaux de jade, Masseurs faciaux)
it: Strumenti per la cura della pelle (Rulli di giada, Massaggiatori facciali)
ja: スキンケアツール（ジェイドローラー、フェイシャルマッサージャー）
ru: Инструменты для ухода за кожей (нефритовые ролики, массажеры для лица)

source: Orders
ar: الطلبات
de: Bestellungen
es: Pedidos
fr: Commandes
it: Ordini
ja: 注文
ru: Заказы

source: Favorites
ar: المفضلة
de: Favoriten
es: Favoritos
fr: Favoris
it: Preferiti
ja: お気に入り
ru: Избранное

source: Wishlist
ar: قائمة الرغبات
de: Wunschliste
es: Lista de deseos
fr: Liste de souhaits
it: Lista dei desideri
ja: ウィッシュリスト
ru: Список желаний

source: Addresses
ar: العناوين
de: Adressen
es: Direcciones
fr: Adresses
it: Indirizzi
ja: 住所
ru: Адреса

source: Payment
ar: الدفع
de: Zahlung
es: Pago
fr: Paiement
it: Pagamento
ja: 支払い
ru: Оплата

source: Wallet
ar: المحفظة
de: Brieftasche
es: Monedero
fr: Portefeuille
it: Portafoglio
ja: ウォレット
ru: Кошелек

source: Notification
ar: الإشعارات
de: Benachrichtigungen
es: Notificaciones
fr: Notifications
it: Notifiche
ja: 通知
ru: Уведомления

source: Preferences
ar: التفضيلات
de: Einstellungen
es: Preferencias
fr: Préférences
it: Preferenze
ja: 設定
ru: Предпочтения

source: Languages
ar: اللغات
de: Sprachen
es: Idiomas
fr: Langues
it: Lingue
ja: 言語
ru: Языки

source: Location
ar: الموقع
de: Standort
es: Ubicación
fr: Emplacement
it: Posizione
ja: 場所
ru: Местоположение

# helpandsupport
source: Help & Support
ar: المساعدة والدعم
de: Hilfe & Support
es: Ayuda y Soporte
fr: Aide et Support
it: Aiuto e Supporto
ja: ヘルプ＆サポート
ru: Помощь и поддержка

source: FAQ
ar: الأسئلة الشائعة
es: Preguntas frecuentes
ja: よくある質問
ru: Часто задаваемые вопросы

source: Login
ar: تسجيل الدخول
de: Anmelden
es: Iniciar sesión
fr: Connexion
it: Accedi
ja: ログイン
ru: Войти

source: Log Out
ar: تسجيل الخروج
de: Abmelden
es: Cerrar sesión
fr: Déconnexion
it: Esci
ja: ログアウト
ru: Выйти

source: Sign up
ar: إنشاء حساب
de: Registrieren
es: Registrarse
fr: S'inscrire
it: Registrati
ja: 新規登録
ru: Зарегистрироваться

source: Don't have an account
ar: ليس لديك حساب؟
de: Haben Sie noch kein Konto?
es: ¿No tienes una cuenta?
fr: Vous n'avez pas de compte ?
it: Non hai un account?
ja: アカウントをお持ちでないですか？
ru: Нет аккаунта?

source: Forgot Password
ar: نسيت كلمة المرور؟
de: Passwort vergessen?
es: ¿Olvidaste tu contraseña?
fr: Mot de passe oublié ?
it: Password dimenticata?
ja: パスワードをお忘れですか？
ru: Забыли пароль?

source: Welcome back
ar: مرحباً بعودتك
de: Willkommen zurück
es: Bienvenido de nuevo
fr: Bon retour
it: Bentornato
ja: おかえりなさい
ru: С возвращением

# logintitle
source: Log in with your data that you entered during your registration.
ar: سجل الدخول بالبيانات التي أدخلتها أثناء التسجيل.
de: Melden Sie sich mit den Daten an, die Sie bei der Registrierung eingegeben haben.
es: Inicia sesión con los datos que introdujiste durante tu registro.
fr: Connectez-vous avec les données que vous avez saisies lors de votre inscription.
it: Accedi con i dati inseriti durante la registrazione.
ja: 登録時に入力したデータでログインしてください。
ru: Войдите с данными, которые вы ввели при регистрации.

source: Let's get started
ar: هيا نبدأ
de: Legen wir los
es: Empecemos
fr: Commençons
it: Iniziamo
ja: 始めましょう
ru: Давайте начнем

# signuptitle
source: Please enter your valid data in order to create an account.
ar: الرجاء إدخال بياناتك الصحيحة لإنشاء حساب.
de: Bitte geben Sie Ihre gültigen Daten ein, um ein Konto zu erstellen.
es: Por favor, introduce tus datos válidos para crear una cuenta.
fr: Veuillez saisir vos données valides afin de créer un compte.
it: Inserisci i tuoi dati validi per creare un account.
ja: アカウントを作成するために、有効なデータを入力してください。
ru: Пожалуйста, введите ваши данные для создания аккаунта.

source: Email address
ar: البريد الإلكتروني
de: E-Mail-Adresse
es: Dirección de correo electrónico
fr: Adresse e-mail
it: Indirizzo email
ja: メールアドレス
ru: Адрес электронной почты

source: Password
ar: كلمة المرور
de: Passwort
es: Contraseña
fr: Mot de passe
ja: パスワード
ru: Пароль

# agreement
source: I agree with the
ar: أوافق على
de: Ich stimme den
es: Acepto los
fr: J'accepte les
it: Accetto i
ja: 私は同意します
ru: Я согласен с

source: Do you have an account
ar: هل لديك حساب؟
de: Haben Sie bereits ein Konto?
es: ¿Ya tienes una cuenta?
fr: Avez-vous un compte ?
it: Hai già un account?
ja: アカウントをお持ちですか？
ru: У вас уже есть аккаунт?

source: Last updated
ar: آخر تحديث
de: Zuletzt aktualisiert
es: Última actualización
fr: Dernière mise à jour
it: Ultimo aggiornamento
ja: 最終更新日
ru: Последнее обновление

source: Terms of services
ar: شروط الخدمة
de: Nutzungsbedingungen
es: Términos de servicio
fr: Conditions d'utilisation
it: Termini di servizio
ja: 利用規約
ru: Условия предоставления услуг

source: Password recovery
ar: استعادة كلمة المرور
de: Passwort-Wiederherstellung
es: Recuperación de contraseña
fr: Récupération de mot de passe
it: Recupero password
ja: パスワードの回復
ru: Восстановление пароля

# passwordrecoverytitle
source: Enter your E-mail address to recover your password
ar: أدخل بريدك الإلكتروني لاستعادة كلمة المرور
de: Geben Sie Ihre E-Mail-Adresse ein, um Ihr Passwort wiederherzustellen
es: Introduce tu dirección de correo electrónico para recuperar tu contraseña
fr: Entrez votre adresse e-mail pour récupérer votre mot de passe
it: Inserisci il tuo indirizzo e-mail per recuperare la password
ja: パスワードを回復するためにメールアドレスを入力してください
ru: Введите ваш e-mail для восстановления пароля

# continueword
source: Continue
ar: متابعة
de: Weiter
es: Continuar
fr: Continuer
it: Continua
ja: 続ける

source: Next
ar: التالي
de: Weiter
es: Siguiente
fr: Suivant
it: Avanti
ja: 次へ
ru: Далее

source: Skip login
ar: تخطي تسجيل الدخول
de: Anmeldung überspringen
es: Omitir inicio de sesión
fr: Ignorer la connexion
it: Salta l'accesso
ja: ログインをスキップ
ru: Пропустить вход

source: You are not logged in!
ar: أنت لم تسجل الدخول!
de: Sie sind nicht angemeldet!
es: ¡No has iniciado sesión!
fr: Vous n'êtes pas connecté !
it: Non hai effettuato l'accesso!
ja: ログインしていません！
ru: Вы не вошли в систему!

source: Please login to see your profile.
ar: الرجاء تسجيل الدخول لرؤية ملفك الشخصي.
de: Bitte melden Sie sich an, um Ihr Profil zu sehen.
es: Por favor, inicia sesión para ver tu perfil.
fr: Veuillez vous connecter pour voir votre profil.
it: Effettua l'accesso per vedere il tuo profilo.
ja: プロフィールを見るにはログインしてください。
ru: Пожалуйста, войдите, чтобы увидеть свой профиль.

source: Review your order
ar: مراجعة طلبك
de: Bestellung überprüfen
es: Revisa tu pedido
fr: Vérifiez votre commande
it: Rivedi il tuo ordine
ja: 注文内容を確認
ru: Просмотр заказа

# couponcode
source: Your Coupon code
ar: رمز القسيمة الخاص بك
de: Ihr Gutscheincode
es: Tu código de cupón
fr: Votre code de réduction
it: Il tuo codice coupon
ja: クーポンコード
ru: Ваш код купона

source: Type coupon code
ar: اكتب رمز القسيمة
de: Gutscheincode eingeben
es: Escribe el código del cupón
fr: Saisir le code de réduction
it: Inserisci il codice coupon
ja: クーポンコードを入力
ru: Введите код купона

source: Order Summary
ar: ملخص الطلب
de: Bestellübersicht
es: Resumen del pedido
fr: Résumé de la commande
it: Riepilogo dell'ordine
ja: 注文概要
ru: Сводка заказа

source: Subtotal
ar: المجموع الفرعي
de: Zwischensumme
fr: Sous-total
it: Subtotale
ja: 小計
ru: Промежуточный итог

source: Shipping Fee
ar: رسوم الشحن
de: Versandkosten
es: Gastos de envío
fr: Frais de livraison
it: Costo di spedizione
ja: 送料
ru: Стоимость доставки

source: Discount
ar: خصم
de: Rabatt
es: Descuento
fr: Réduction
it: Sconto
ja: 割引
ru: Скидка

# totalincludevat
source: Total (Included of VAT)
ar: المجموع (شامل ضريبة القيمة المضافة)
de: Gesamt (inkl. MwSt.)
es: Total (IVA incluido)
fr: Total (TVA incluse)
it: Totale (IVA inclusa)
ja: 合計（消費税込み）
ru: Итого (включая НДС)

source: Estimated VAT
ar: ضريبة القيمة المضافة المقدرة
de: Geschätzte MwSt.
es: IVA estimado
fr: TVA estimée
it: IVA stimata
ja: 推定消費税
ru: Предполагаемый НДС

source: Shop
ar: تسوق
es: Tienda
fr: Boutique
it: Negozio
ja: ショップ
ru: Магазин

source: Promotions
ar: العروض
de: Angebote
es: Promociones
it: Promozioni
ja: プロモーション
ru: Акции

source: Cart
ar: السلة
de: Warenkorb
es: Carrito
fr: Panier
it: Carrello
ja: カート
ru: Корзина

source: Profile
ar: الملف الشخصي
de: Profil
es: Perfil
fr: Profil
it: Profilo
ja: プロフィール
ru: Профиль

# jacketsandcoats
source: Jackets & Coats
ar: جاكيتات ومعاطف
de: Jacken & Mäntel
es: Chaquetas y Abrigos
fr: Vestes et Manteaux
it: Giacche e Cappotti
ja: ジャケット＆コート
ru: Куртки и пальто

# camerasandaccessories
source: Cameras & Accessories
ar: كاميرات وإكسسوارات
de: Kameras & Zubehör
es: Cámaras y Accesorios
fr: Appareils photo et Accessoires
it: Fotocamere e Accessori
ja: カメラ＆アクセサリー
ru: Фотоаппараты и аксессуары

source: Laundry Accessories
ar: إكسسوارات الغسيل
de: Wäschezubehör
es: Accesorios de lavandería
fr: Accessoires de buanderie
it: Accessori per lavanderia
ja: 洗濯用品
ru: Аксессуары для стирки

# moisturizersandcreams
source: Moisturizers & Creams
ar: مرطبات وكريمات
de: Feuchtigkeitscremes & Cremes
es: Hidratantes y Cremas
fr: Hydratants et Crèmes
it: Idratanti e Creme
ja: 保湿剤＆クリーム
ru: Увлажняющие средства и кремы

# cleansersandtoners
source: Cleansers & Toners
ar: منظفات وتونر
de: Reinigungsmittel & Toner
es: Limpiadores y Tónicos
fr: Nettoyants et Toniques
it: Detergenti e Tonici
ja: 洗顔料＆化粧水
ru: Очищающие средства и тоники

source: Select your preferred language
ar: اختر لغتك المفضلة
fr: Sélectionnez votre langue préférée

source: You will use the same language throughout the app.
ar: ستستخدم نفس اللغة في جميع أنحاء التطبيق.
fr: Vous utiliserez la même langue dans toute l'application.

source: Search your language
ar: ابحث عن لغتك
fr: Recherchez votre langue

source: Brands
ar: العلامات التجارية
fr: Marques

source: Search categories...
ar: البحث عن الفئات...
fr: Rechercher des catégories...

source: Your favorites are empty
ar: مفضلاتك فارغة
fr: Vos favoris sont vides

source: Tab the heart icon on any product to make it your favorite!
ar: قم بالضغط على أيقونة القلب على أي منتج لجعله المفضل لديك!
fr: Appuyez sur l'icône en forme de cœur sur n'importe quel produit pour en faire votre favori !

source: Personalization
ar: التخصيص
fr: Personnalisation

source: Settings
ar: إعدادات
fr: paramètres

source: Get Help
ar: احصل على المساعدة
fr: Obtenir de l'aide
